<?php
$a = [ ["Александр Энгельс", "Начальник", "+79037218853", "3lengels@gmail.com", "15.07.1980"],
  ["Денис Зацепин", "Инженер тех. отдела", "+79663290880", "liextrime007@gmail.com", "05.08.1987"],
  ["Данила Морковин", "Ниженер тех. отдела", "+79150953319", "danila_25@mail.ru",   "13.06.1984"],
  ["Артем Потапов", "Ниженер тех. отдела",  "+79999094198", "temich12107@gmail.com",  "10.07.1998"],
  ["Антон Лукашин", "Ниженер тех. отдела", "+79017455759",  "antlukashin6@gmail.com",  "06.11.1980"],
  ["Владимир Гамза",  "Сервис инженер", "+79265672027", "superhanzzzs@gmail.com", "14.02.1989"],
  ["Евгений Харламов",  "Сервис инженер", "+79105174362", "eugenkharn@gmail.com", "18.12.1991"],
  ["Кирилл Тищенко",  "Сервис инженер", "+79851702610", "gaartvk@gmail.com",  "0.0.0"],
  ["Ларгун Сафи", "Сервис инженер", "+79670188238", "largunsafi@gmail.com", "12.01.1982"],
  ["Сергей Москаленко", "Старший сборки", "+79261872325", "plashfish@mail.ru",  "17.11.1986"],
  ["Сергей Шевченко", "Сборщик",  "+79652263445", "qoor95@gmail.com", "25.10.1995"],
  ["Никита Цветков",  "Сборщик",  "+79622180900", "troyan.com@gmail.com", "troyan.com@gmail.com", "18.12.1987"],
  ["Александр Цыганков", "Сборщик", "+79262999212", "prolapse.wins@gmail.com",  "29.07.1989"],
  ["Николай Аникеиевич",  "Сборщик",  "+79686254780", "doors12345@mail.ru", "01.12.1985"],
  ["Максим Бойков", "Сборщик",  "+79175091980", "nicrasoft@ya.ru",  "20.07.1980"],
  ["Илья Трубицын", "Сборщик",  "+79162592370", "melith@yandex.ru", "11.09.1975"],
  ["Дмитрий Мамонтов" "Помошник сборщика", "+79660288536",  "mamontovd740@gmail.com", "29.12.1998"],
  ["Николай Башвеев", "Помошник сборщика",  "+79309448841", "orexov88.ru@gmail.com",  "02.09.1998"],
]

foreach ($a as &$value) {
  $value = $a;

}
